#include "commonInterface.h"

class PhysicInterface: public commonInterface
{
	/************************************************************************/
	/* 初始化刚体                                                                     */
	/************************************************************************/
	virtual bool initPhysicsBody() { return true; };
	/************************************************************************/
	/* 初始化物理世界                                                                     */
	/************************************************************************/
	virtual bool initPhysicsSpace() { return true; };

};